import s from './About.module.css';

const About = () => {
    return (
        <div className={s.about}>
        <div className={s.imgContainer}>
            <img src="/images/schema.png" alt="" />
        </div>
        <div className={s.text}>
            <h2 className={s.h2}>Принцип роботи системи</h2>
            <p className={s.p}>
  Ґрунт зберігає в собі тепло, і спеціальна система забирає його, щоб потім використати в будинку.
  Це тепло через труби потрапляє до теплового насоса, який за допомогою електрики «підсилює» його
  і нагріває до потрібної температури.
  <br /><br />
  Зовні система складається зі свердловин із трубами, що занурені в землю.
  По цих трубах циркулює рідина з антифризом (суміш води та спирту),
  щоб вона не замерзала навіть у сильні морози.
  <br /><br />
  Усередині будинку тепло подається в «теплу підлогу», спеціальні обігрівачі (фанкойли)
  та бойлер для гарячої води. Там теплоносієм вже виступає звичайна вода.
  <br /><br />
  Цікаво, що використовуючи лише 1 кВт електроенергії для роботи компресора,
  система може дати близько 5 кВт тепла.
  <br /><br />
  Тобто, це дуже ефективне, економне й екологічне рішення без шкідливих викидів,
  яке забезпечує тепло, прохолоду та гарячу воду для будинку цілий рік.
</p>
        </div>
    </div>
    )
}

export default About;